print ("BMI вважається оптимальним показником для оцінки розмірів тіла (ваги та зросту),"
       "\nякі дозволяють оцінити ризики для здоров’я."
       "\nПоказники ІМТ в межах норми свідчать про низький ризк"
       "\nсерцево-судинних захворювань та діабету." )

mass = float(input("\nВедіть вашу вагу в кг. : "))
height = float (input("\nВведіть ваш зріст в M. : "))
BMI = mass / height **2
if BMI <= 18.5:
    print("Недостатня маса тіла")
elif  BMI >= 18.5 and BMI < 25:
    print("Нормальна маса тіла")
else:
    print("\nНадлишкова вага")

input()






